/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "現在地を確認中";
"DeterminingLocationStep2" = "現在地を確認中.";
"DeterminingLocationStep3" = "現在地を確認中..";
"DeterminingLocationStep4" = "現在地を確認中...";

"DeterminingLocation" = "現在地を確認中...";

"LocationError" = "今は現在地を確認できません";
"CurrentLocation" = "現在地：%@";
"TurnONAirport" = "現在地を確認するために AirMac を入にする";
